<template>
    <div :class="['main-wrapper', $style.main]">
        <h1>隐私条款</h1>
        <div :class="$style.content">
            <p>隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款</p>
            <p>隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款</p>
            <p>隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款</p>
            <p>隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款</p>
            <p>隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款</p>
            <p>隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款</p>
            <p>隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款</p>
            <p>隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款</p>
            <p>隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款隐私条款</p>
        </div>
    </div>
</template>

<script>
export default {
};
</script>

<style lang="less" module>
.main {
    padding-bottom: 120px;

    h1 {
        text-align: center;
        font-size: 16px;
        margin: 45px 0 55px 0;
    }
}

.content {
    line-height: 1.5em;
    font-size: 16px;
    letter-spacing: 2px;
    font-weight: 100;
}
</style>
